{
  "date": "2022-01-28T17:11:24.189Z",
  "title": "Privacy Policy",
  "description": "Swapstack's Privacy Policy",
  "body": "<!-----\n\nYay, no errors, warnings, or alerts!\n\nConversion time: 0.877 seconds.\n\n\nUsing this Markdown file:\n\n1. Paste this output into your source file.\n2. See the notes and action items below regarding this conversion run.\n3. Check the rendered output (headings, lists, code blocks, tables) for proper\n   formatting and use a linkchecker before you publish this page.\n\nConversion notes:\n\n* Docs to Markdown version 1.0β33\n* Fri Jan 28 2022 09:20:37 GMT-0800 (PST)\n* Source doc: 1_26 Swapstack Privacy Policy\n* Tables are currently converted to HTML tables.\n----->\n\n\n**Personal information collected**\n\nFor the purposes of this Privacy Policy, “personal information” shall mean individually identifiable information from or about a User. We collect personal information when you access certain service offerings (the “Swapstack Offerings”) and complete any required information while building your profile and/or otherwise provide such information to us. When a User attempts to utilize the Swapstack Offerings, that User may be required to submit, and Swapstack may collect, some or all of the following information: (a) the User’s full name; (b) the User’s username and password; (c) the User’s e-mail address; (d) the User’s company’s name; (e) the User’s full mailing address; (f) the User’s bank account, debit card and/or credit card information, including billing address (where purchasing the services of a publisher (“Publisher”) through use of one of those payment methods); (g) the User’s telephone number; and/or (h) any other information requested by Swapstack on the Form. For purposes of this Privacy Policy, item (f) in the preceding sentence shall be referred to as “Sensitive Information.”\n\n**Use of Personal Information**\n\nOther than as set forth in this Privacy Policy, Swapstack will never share, sell, rent, exchange or barter your personal information to or with any third party for financial gain or marketing purposes. By making that personal information available to Swapstack, you grant Swapstack the right, subject to applicable state and federal law, to use that personal information to contact you by telephone, email and to send you various marketing messages that contain promotional offers from Swapstack, as well as offers from Swapstack’s third party partners, that Swapstack believes may be of interest to you. If you wish to stop receiving future communications from us, please follow the instructions at the end of each such marketing message, or see the “Opt-Out/Unsubscribe” section below.\n\nWhere you submit personal information, we use the personal information that you make available to personalize your experience with the Site and to facilitate the delivery of the applicable Swapstack Offerings to you, including to respond to any inquiries made by you.\n\nYou also agree that we may contact you at any time with updates and/or any other information that we may deem appropriate for you to receive in connection with your continued use of the Swapstack Offerings, and to keep you informed of our other products and services.\n\nWe may also employ other companies and individuals to perform certain functions on our behalf. Examples include sending direct and electronic mail, removing duplicate information from User lists, analyzing data and providing marketing analysis. The agents performing these limited functions on our behalf shall have access to our Users’ personal information as needed to perform these functions for us, but we do not permit them to use User personal information for other purposes.\n\nWe will also use your personal information for customer service, to provide you with information that you may request, to customize your experience with the Swapstack Offerings and/or to contact you when necessary in connection with your use of the Swapstack Offerings. We may also use your personal information for internal business purposes, such as analyzing and managing our service offerings including, without limitation, the Swapstack Offerings. We may also combine the information we have gathered about you with information from other sources.\n\nBy submitting your personal information by and through the Swapstack Offerings, you agree that such act constitutes an inquiry and/or application for purposes of the Amended Telemarketing Sales Rule (16 CFR §310 et seq.), as amended from time to time (the “Rule”) and applicable state do-not-call regulations. As such, notwithstanding that your telephone number may be listed on the Federal Trade Commission’s Do-Not-Call List, and/or on applicable state do-not-call lists, we retain the right to contact you via telemarketing in accordance with the Rule and applicable state do-not-call regulations.\n\nWe reserve the right to release current or past personal information (including Sensitive Information): (a) in the event that we believe that the Swapstack Offerings are being or have been used in violation of the Terms, a User Agreement and/or to commit unlawful acts; (b) if the information is subpoenaed; provided, however, that, where permitted by applicable law, we shall provide you with e-mail notice, and opportunity to challenge the subpoena, prior to disclosure of any personal information pursuant to a subpoena; or (c) if we are sold, merge with a third party, are acquired or are the subject of bankruptcy proceedings; provided, however, that if Swapstack is involved in a bankruptcy proceeding, merger, acquisition or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on the Site of any change in ownership or uses of your personal information, as well as any choices that you may have regarding your personal information.\n\nYou hereby consent to the disclosure of any record or communication to any third-party when we, in our sole discretion, determine the disclosure to be appropriate including, without limitation, sharing your e-mail address with third-parties for suppression purposes in compliance with applicable law, including the CAN-SPAM Act of 2003, as amended from time to time. Users should also be aware that courts of equity, such as U.S. Bankruptcy Courts, might have the authority under certain circumstances to permit personal information to be shared or transferred to third parties without permission.\n\n\n### **Non-Personal Information Collection and Use**\n\n_IP Addresses/Browser Type_\n\nWe may collect certain non-personally identifiable information about you and your desktop computer and/or mobile device when you visit many of the pages of the Site. This non-personally identifiable information includes, without limitation, the type of browser that you use (e.g., Safari, Chrome, Internet Explorer), your IP address, the type of operating system that you use (e.g., Windows or iOS) and the domain name of your Internet service provider (e.g., Verizon, AT&T). We use the non-personally identifiable information that we collect to improve the design and content of the Swapstack Offerings and to enable us to personalize your Internet experience. We also may use this information in the aggregate to analyze usage of the Swapstack Offerings.\n\n_Cookies_\n\nWhen a User visits the Site, we send one (1) or more cookies and/or gif files (collectively, “Cookies”) to assign an anonymous, unique identifier to the applicable User’s computer. A Cookie is a piece of data stored on your hard drive containing non-personally identifiable information about you. Cookies have many benefits to enhance your experience at the Site. To find out more about Cookies, please visit www.cookiecentral.com. We use Cookies to improve the quality of the Swapstack Offerings, including for storing User preferences and tracking Site-User trends (such as pages opened and length of stay at the Site).\n\nMost Internet browsers are initially set up to accept Cookies, but you can reset your browser to refuse all Cookies or to indicate when a Cookie is being sent. To disable and reject certain Cookies, follow the instructions associated with your Internet browser. Even in the case where a User rejects a Cookie, he or she may still use the Swapstack Offerings; provided, however, that certain functions of the Swapstack Offerings may be impaired or rendered inoperable if the use of Cookies is disabled. We reserve the right to retain Cookie data indefinitely.\n\n_Behavioral Tracking_\n\nNeither Swapstack, nor any third party, uses cookies, pixels or other tracking technology on the Site for purposes of tracking Users’ activities after they leave the Site. Nevertheless, most Internet browsers contain a “do-not-track” setting. In general, when a “do-not-track” setting is active, the User’s Internet browser notifies other websites that the User does not want his/her Information and online behavior to be tracked and used, for example, for behavioral advertising.\n\n_Aggregate Data_\n\nSwapstack reserves the right to transfer and/or sell aggregate or group data about Users of the Swapstack Offerings for lawful purposes. Aggregate or group data is data that describes the demographics, usage and other characteristics of Swapstack Offerings Users as a group, without disclosing personally identifiable information.\n\n\n### **Credit and/or Debit Card Transactions**\n\nSwapstack utilizes third party service providers to provide credit and debit card payment processing services. If you choose to purchase Publisher services in connection with a Campaign undertaken by and through the Swapstack Offerings, the credit or debit card information provided will either be collected directly by such third party service provider, or we will share that payment information with our contracted third party service provider(s). Swapstack requires that its third party payment processing service provider(s) has/have in place privacy policies and practices consistent with this Privacy Policy; provided, however, that we cannot guarantee the privacy practices of our third party payment processing service provider(s).\n\n\n### **Third-Party Websites**\n\nThis Site may contain links to third-party owned and/or operated websites including, without limitation, website of Publishers and Advertisers. Swapstack is not responsible for the privacy practices or the content of such websites. In some cases, you may be able to make a purchase through one of these third-party websites. In these instances, you may be required to provide certain information, such as a credit card number, to register or complete a transaction at such website. These third-party websites have separate privacy and data collection practices and Swapstack has no responsibility or liability relating to them.\n\n\n### **Third-Party Partnerships**\n\nNotwithstanding any other provision, we partner with third parties that collect information across various channels, including offline and online, for purposes of delivering more relevant advertising to you.  Our partners may place or recognize a cookie on your computer, device, or directly in our emails/communications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, email address, or device ID.  Our partners may link the nonpersonal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.  Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes. For example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.  To learn more about interest-based advertising in general and to opt out, please visit http://www.aboutads.info/choices. To opt-out of the use of your mobile device ID for targeted advertising, please see http://www.aboutads.info/appchoices.\n\n\n### **Security**\n\nWe endeavor to safeguard and protect our Users’ personal information. When Users make personal information available to us, their personal information is protected both online and offline (to the extent that we maintain any personal information offline). Where we ask Users to enter Sensitive Information, if ever, and when we store and transmit such Sensitive Information, that information is encrypted with advanced TLS (Transport Layer Security).\n\nAccess to your personal information is strictly limited, and we take reasonable measures to ensure that your personal information is not accessible to the public. All of our Users’ personal information is restricted in our offices, as well as the offices of our third party service providers. Only employees or third party agents who need User personal information to perform a specific job are granted access to User personal information. Our employees are dedicated to ensuring the security and privacy of all User personal information. Employees not adhering to our firm policies are subject to disciplinary action. The servers that we store User personal information on are kept in a secure physical environment. We also have security measures in place to protect the loss, misuse and alteration of personal information under our control.\n\nPlease be advised, however, that while we take every reasonable precaution available to protect your data, no storage facility, technology, software, security protocols or data transmission over the Internet or via wireless networks can be guaranteed to be 100% secure. Computer hackers that circumvent our security measures may gain access to certain portions of your personal information, and technological bugs, errors and glitches may cause inadvertent disclosures of your personal information; provided, however, that any attempt to breach the security of the network, our servers, databases or other hardware or software may constitute a crime punishable by law. For the reasons mentioned above, we cannot warrant that your personal information will be absolutely secure. Any transmission of data at or through the Site, other Swapstack Offerings or otherwise via the Internet or wireless networks, is done at your own risk.\n\nIn compliance with applicable federal and state laws, we shall notify you and any applicable regulatory agencies in the event that we learn of an information security breach with respect to your personal information. You will be notified via e-mail in the event of such a breach. Please be advised that notice may be delayed in order to address the needs of law enforcement, determine the scope of network damage, and to engage in remedial measures.\n\n\n### **Minors**\n\nVisitors under eighteen (18) years of age are not permitted to use and/or submit their personal information at the Site. Swapstack does not knowingly solicit or collect information from visitors under eighteen (18) years of age. Swapstack encourages parents and guardians to spend time online with their children and to participate and monitor the interactive activities of their children.\n\n\n### **Opt-Out/Unsubscribe**\n\nTo opt-out of receiving e-mail and other forms of communications from us, you can: (a) follow the instructions included in the applicable e-mail message or other communication; or (b) e-mail us at: hello@swapstack.co.\n\nNotwithstanding the foregoing, we may continue to contact you for the purpose of communicating information relating to your request for Swapstack Offerings, as well as to respond to any inquiry or request made by you. To opt-out of receiving Swapstack Offerings-related and/or inquiry response-related messages from Swapstack, you must cease requesting and/or utilizing the Swapstack Offerings and/or cease submitting inquiries to Swapstack, as applicable.\n\n\n### **Deleting, Modifying and Updating Your Information**\n\nAt your request, we will: (a) inform you of what personal information we have on file for you; (b) amend the personal information that we have on file for you; and/or (c) remove personal information that you have provided to us, or that we have collected. You may do so by e-mailing us at: hello@swapstack.co. We ask individual Users to identify themselves and the information requested to be accessed, corrected or removed before processing such requests, and, to the extent permitted by applicable law, we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, jeopardize the privacy of others or would be extremely impractical (for instance, requests concerning information residing on backup tapes).\n\nPlease be advised that deleting your personal information may terminate your access to certain of the Swapstack Offerings. If you wish to continue using the full complement of Swapstack Offerings, you may not be able to delete all of the personal information that we have on file for you.\n\nPlease be further advised that, after you delete your personal information, residual copies may take a period of time before they are deleted from our active servers and may remain in our backup systems.\n\n\n### **Transfer of Personal Information Internationally**\n\nIf you are visiting the Site from a country other than the country in which our servers are located, your communications with us may result in the transfer of information across international boundaries. By visiting the Site and/or otherwise communicating electronically with us, you consent to such transfers. Even if your jurisdiction does not have the same privacy laws as the jurisdiction where our servers are located, we will treat your information as subject to the protections described in this Privacy Policy.\n\n**California Privacy Statement**\n\nThis PRIVACY NOTICE FOR CALIFORNIA RESIDENTS supplements the information contained in the foregoing Privacy Policy of Swapstack and applies solely to visitors, users, and others who reside in the State of California (“consumers” or “you”). We adopt this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”) and other California privacy laws.  Any terms defined in the CCPA have the same meaning when used in this notice.\n\n<span style=\"text-decoration:underline;\">Information We Collect</span>\n\nWe collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“Personal Data”). In particular, we have collected the following categories of Personal Data from consumers within the last twelve (12) months:\n\n\n<table>\n  <tr>\n   <td><strong>Category</strong>\n   </td>\n   <td><strong>Examples</strong>\n   </td>\n   <td><strong>Collected</strong>\n   </td>\n   <td><strong>How is it Used?</strong>\n   </td>\n  </tr>\n  <tr>\n   <td>A. Identifiers.\n   </td>\n   <td>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver's license number, passport number, or other similar identifiers.\n   </td>\n   <td>YES\n   </td>\n   <td>To provide platform services including but not limited to:\n<p>\n-          Authentication and Account\n<p>\n-          Collaboration with other users\n<p>\n-          Platform updates and notifications\n   </td>\n  </tr>\n  <tr>\n   <td>B. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).\n   </td>\n   <td>A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some Personal Data included in this category may overlap with other categories.\n   </td>\n   <td>YES\n   </td>\n   <td>To provide platform services including but not limited to:\n<p>\n-          Authentication and Accounts\n<p>\n-          Collaboration with other users\n<p>\n-          Platform updates and notifications\n   </td>\n  </tr>\n  <tr>\n   <td>C. Protected classification characteristics under California or federal law.\n   </td>\n   <td>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>D. Commercial information.\n   </td>\n   <td>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>E. Biometric information.\n   </td>\n   <td>Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>F. Internet or other similar network activity.\n   </td>\n   <td>Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>G. Geolocation data.\n   </td>\n   <td>Physical location or movements.\n   </td>\n   <td>YES\n   </td>\n   <td>To provide platform services including but not limited to:\n<p>\n-          Matchmaking\n<p>\n-          Delivery of services\n   </td>\n  </tr>\n  <tr>\n   <td>H. Sensory data.\n   </td>\n   <td>Audio, electronic, visual, thermal, olfactory, or similar information.\n   </td>\n   <td>YES\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>I. Professional or employment-related information.\n   </td>\n   <td>Current or past job history or performance evaluations.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>J. Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C. Section 1232g, 34 C.F.R. Part 99)).\n   </td>\n   <td>Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n  <tr>\n   <td>K. Inferences drawn from other Personal Data.\n   </td>\n   <td>Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n   </td>\n   <td>NO\n   </td>\n   <td>N/A\n   </td>\n  </tr>\n</table>\n\n\nPersonal information does not include:\n\n\n\n* Publicly available information from government records.\n* De-identified or aggregated consumer information.\n* Information excluded from the CCPA's scope, like:\n    * Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;\n    * Personal Data covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.\n\nWe obtain the categories of Personal Data listed above from the following categories of sources:\n\n\n\n* Directly from our Users or their agents. For example, from documents that our Users provide to us related to the services for which they engage us.\n* Indirectly from our Users or their agents. For example, through information we collect from our Users in the course of providing services to them.\n* Directly and indirectly from activity on our website. For example, from submissions through our website portal or website usage details collected automatically.\n\n<span style=\"text-decoration:underline;\">Use of Personal Information</span>\n\nWe may use or disclose the Personal Data we collect for one or more of the following business purposes:\n\n\n\n* To fulfill or meet the reason for which the information is provided. For example, if you provide us with Personal Data in order for us to prepare a tax return, we will use that information to prepare the return and submit it to the applicable taxing authorities.\n* To provide you with information, products or services that you request from us.\n* To provide you with email alerts, event registrations and other notices concerning our products or services, or events or news, that may be of interest to you.\n* To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collections.\n* To improve our website and present its contents to you.\n* For testing, research, analysis and product development.\n* As necessary or appropriate to protect the rights, property or safety of us, our Users or others.\n* To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n* As described to you when collecting your Personal Data or as otherwise set forth in the CCPA.\n* To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by us is among the assets transferred.\n\nWe will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated, or incompatible purposes without providing you notice.\n\n<span style=\"text-decoration:underline;\">Sharing Personal Information</span>\n\nWe may disclose your Personal Data to a third party for a business purpose.  When we disclose Personal Data for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that Personal Data confidential and not use it for any purpose except performing the contract.\n\nIn the preceding twelve (12) months, we have disclosed the following categories of Personal Data for a business purpose: None\n\nWe may disclose your Personal Data for a business purpose to the following categories of third parties:\n\n\n\n* Service providers.\n* Third parties to whom you or your agents authorize us to disclose your Personal Data in connection with products or services we provide to you.\n\nIn the preceding twelve (12) months, we have not sold any Personal Data.\n\n<span style=\"text-decoration:underline;\">Your Rights and Choices</span>\n\nThe CCPA provides consumers (California residents) with specific rights regarding their Personal Data. This section describes your CCPA rights and explains how to exercise those rights.\n\n_Access to Specific Information and Data Portability Rights_\n\n\n\n* You have the right to request that we disclose certain information to you about our collection and use of your Personal Data over the past 12 months. Once we receive and confirm your verifiable consumer request, we will disclose to you: The categories of Personal Data we collected about you.\n* The categories of sources for the Personal Data we collected about you.\n* Our business or commercial purpose for collecting or selling that Personal Data.\n* The categories of third parties with whom we share that Personal Data.\n* The specific pieces of Personal Data we collected about you (also called a data portability request).\n\n_Deletion Request Rights_\n\nYou have the right to request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your Personal Data from our records, unless an exception applies.\n\nWe may deny your deletion request if retaining the information is necessary for us or our service providers to:\n\n\n\n1. Complete the transaction for which we collected the Personal Data, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.\n2. Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\n3. Debug products to identify and repair errors that impair existing intended functionality.\n4. Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\n5. Comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 _seq._).\n6. Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.\n7. Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.\n8. Comply with a legal obligation.\n9. Make other internal and lawful uses of that information that are compatible with the context in which you provided it.\n\n_Exercising Access, Data Portability, and Deletion Rights_\n\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either:\n\n\n\n* Contacting us via email at hello@swapstack.co  \n\nOnly you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your Personal Data. You may also make a verifiable consumer request on behalf of your minor child.\n\nYou may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must:\n\n\n\n* Provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Data or an authorized representative.\n* Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\n\nWe cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you.  Making a verifiable consumer request does not require you to create an account with us.  We will only use Personal Data provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.\n\n_Response Timing and Format_\n\nWe endeavor to respond to a verifiable consumer request within 45 days of its receipt.  If we require more time (up to 90 days), we will inform you of the reason and extension period in writing.  If you have an account with us, we will deliver our written response to that account.  If you do not have an account with us, we will deliver our written response by mail or electronically, at your option.  Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request's receipt.  The response we provide will also explain the reasons we cannot comply with a request, if applicable.  For data portability requests, we will select a format to provide your Personal Data that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.\n\nWe do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.  If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\n\n<span style=\"text-decoration:underline;\">Non-Discrimination</span>\n\nWe will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not:\n\n\n\n* Deny you goods or services.\n* Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\n* Provide you a different level or quality of goods or services.\n* Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.\n\n\n### **Changes to this Privacy Policy**\n\nSwapstack reserves the right to change or update this Privacy Policy at any time by posting a notice on the Site that we are changing our Privacy Policy. If the manner in which we use personal information changes, Swapstack will notify Users by: (a) sending the modified policy to our Users via email; and/or (b) by any other reasonable means acceptable under applicable state and federal law. You will have a choice as to whether or not we use your information in this different manner and we will only use your information in this different manner where you opt-in to such use.\n\n\n",
  "slug": "privacy-policy"
}