{
  "date": "2022-01-27T22:50:53.946Z",
  "title": "Terms and Conditions",
  "description": "Swapstack's Terms and Conditions",
  "body": "Terms of Service\n\nThis Terms of Service agreement (the \"TOS\") is a binding contract between you, an individual user or Subscribing Entity defined below (collectively “you” or “User”) on whose behalf you are acting, and Swapstack, Inc. (“Swapstack”, \"us\" or \"we\") governing your use of Swapstack services available through the Swapstack website (the \"Website\") and the Swapstack mobile application(s) (the “App(s)” and collectively with the Website, the “Platform”), where those services provided thereunder are the “Services”), as well as your access to and use of the Website and App. BY INSTALLING OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THE TOS. IF YOU DO NOT AGREE TO THE TOS, THEN YOU MAY NOT USE THE SERVICE. \n\nTo have a copy of the TOS and the Swapstack Privacy Policy (the \"Privacy Policy\") emailed to you, contact Swapstack via email at hello@swapstack.co. \n\n1. Our Mission. \n\nSwapstack’s mission is to revolutionize the way that: (i) individuals (in each case, the “Writer”) publish their content and connect with advertisers and Advertisers (collectively, “Advertisers”), and (ii) Advertisers advertise on different newsletter media channels.  For purposes of this TOS, Writers and Advertisers are collectively referred to herein as “you”. \n\n2.  General.\n\n\n\n1. User Agreement.  In order to sign up for the Services provided by Swapstack and to use our Platform as either a Writer or Advertiser, you are required to sign a separate “User Agreement.”  Upon agreeing to “Sign Up” as a Writer or Advertiser, you shall be prompted to review, acknowledged receipt of the User Agreement and agree to the terms and conditions set forth therein.  The terms set forth in the User Agreement, shall be binding in respect of all project requests, projects and use of the Platform as a Writer or Advertiser, as applicable.\n\n\n\n2. Acceptance of Privacy Policy. Your use of the Platform and Services is subject to the Privacy Policy, which is available on our Platform and is hereby incorporated by reference into the TOS. By using the Platform and the Services provided thereunder you agree that you have read, understood, and agree to the data collection, use, and disclosure provisions set forth in the Privacy Policy.\n\n\n\n3. Third Party Warranties and Returns. You may be subject to third party terms, such as Vendors’ warranties and return policies. You acknowledge and agree that you are solely responsible for all such fees incurred by you for use of the Services, and you agree to pay all such fees and abide by all such terms.\n\n\n\n4. Changes to the TOS. We may revise the TOS at any time by posting an updated version to our Website and App. You should visit this page periodically to review the most current TOS, because you are bound by it. Your continued use of the Platform after a change to the TOS constitutes your binding acceptance of the TOS.\n\n\n\n5. Eligibility. If you are using or opening an account on the Platform on behalf of a company, entity, or organization (each a \"Subscribing Entity\"), then you represent and warrant that you: (i) are an authorized representative of that Subscribing Entity with the authority to bind such entity to the TOS and (ii) agree on behalf of such Subscribing Entity to bind the Subscribing Entity to the TOS. \n\n\n\n6. Children. No part of the Platform and Services provided thereunder is directed to persons under the age of 18. IF YOU ARE UNDER 18 YEARS OF AGE, PLEASE DO NOT USE OR ACCESS THE SERVICE AT ANY TIME OR IN ANY MANNER. \n\n\n\n3. Scope of License to Users. \n\n\n\n1. Confidentiality.  All Users hereby agree and acknowledge that they shall keep confidential all information made available on the Platform and to establish and maintain effective security measures to safeguard such confidential information from access or use by third parties.  You hereby agree not to copy or disclose such information other than to your personnel or affiliates on a need-to-know and confidential basis.\n\n\n\n2. License Grant to You. The Platform is licensed, not sold, to you for use only under the terms of the TOS and your User Agreement. Subject to your complete and ongoing compliance with the terms and conditions of the TOS and User Agreement, Swapstack hereby grants you a personal, limited, revocable, non-transferable license to access and use the Platform, solely for your own use or for the use of the Subscribing Entity on whose behalf you are authorized to act to access and receive the Services.\n\n\n\n3. License Limitations. You may not modify, alter, reproduce, or otherwise distribute the Platform or the contents made available thereon. You may not rent, lease, lend, sell, redistribute or sublicense the Services or Platform. You may not copy, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of any portion of the Platform, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law), nor attempt to disable or circumvent any security or other technological measure designed to protect the Services or Platform or any content available through the Services. If you breach these license restrictions, or otherwise exceed the scope of the licenses granted in the TOS, then you may be subject to prosecution and damages, as well as liability for infringement of intellectual property rights, and denial of access to the Services.  \n\n\n\n4. Applicability to Updates. The terms of the TOS will govern any updates provided to you by Swapstack that replace and/or supplement the Platform, unless such upgrade is accompanied by a separate license or revised TOS, in which case the terms of that license or revised TOS will govern. \n\n\n\n4. Registration and Eligibility. \n\n\n\n1. Account Types and Registration. Anyone may browse the public-facing pages of the Website, and App, but to start to access the Services, you must register as a Writer or Advertiser and complete a User Agreement.\n\n\n\n2. User. To become a Writer or Advertiser, you must provide your contact information and certain other background information as may reasonably be requested from Swapstack from time to time.  You may also provide us with additional Content.\n\n\n\n3. Account Security. Your account is personal to you, and you may not share your account information with, or allow access to your account by, any third party. As you will be responsible for all activity that occurs under your access credentials, you agree to use reasonable efforts to prevent unauthorized access to or use of the Services and to preserve the confidentiality of your username and password, and any device that you use to access the Services. You agree to notify us immediately of any breach in secrecy of your log-in information. If you have any reason to believe that your account information has been compromised or that your account has been accessed by a third party, you agree to immediately notify Swapstack by e-mail to hello@swapstack.co. You will be solely responsible for the losses incurred by Swapstack and others due to any unauthorized use of your account.\n\n\n\n5. Fees; Payments. \n\n\n\n1. Fees. All fees (the \"Fee\") will be set forth in the User’s User Agreement.\n\n\n\n2. Payments. The Services currently includes the use of third parties to process payments. Our third-party payment processors accept payments through various credit cards. All monetary transactions on the Services take place in U.S. Dollars and all payment terms shall be agreed to in writing between us and you.\n\n\n\n3. Taxes. The Fees are exclusive of tax. Writers are responsible for determining and paying the appropriate government taxes, fees, and service charges resulting from a transaction occurring through the Services, except for taxes on Swapstack's income. We are not responsible for collecting, reporting, paying, or remitting to you any such taxes, fees, or service charges, except as may otherwise be required by law.\n\n\n\n6. Third Party Materials; Swapstack Content. \n\n\n\n1. You understand that by using the Services, you may encounter data, information, applications, materials and other content from third parties, including other users (collectively, \"Third Party Materials\"), and data, information, applications, materials and other content from Swapstack (collectively, \"Swapstack Content\" and, together with Third Party Materials, but excluding your Content, \"Services Content\"), that may be offensive, indecent, or objectionable. Nevertheless, you agree to use the Services at your sole risk and that Swapstack shall not have any liability to you for any Services Content that may be found to be offensive, indecent, or that is inaccurate, incomplete, untimely, invalid, illegal, indecent, of poor quality or otherwise objectionable You use the Services, and rely upon any Services Content accessible through the Services, at your sole risk.\n\n\n\n2. In addition, third party services and Services Content that may be accessed from, displayed on or linked to your device are not available in all languages or in all countries. Swapstack makes no representation that the Services, any third party services, and Services Content are appropriate or available for use in any particular location. To the extent you choose to access such services or materials, you do so at your own initiative and are responsible for compliance with any and all applicable laws.\n\n\n\n7. Your Use of the Services and Services Content. \n\n\n\n1. You shall make all payments relating to, or in any way connected with any Services provided by Swapstack or a User, and process all communications relating to the Services provided herein, through the Platform in accordance with the terms set forth in your User Agreement. Any action that encourages or solicits complete or partial payment, or communications, outside of the Platform is a violation of this Agreement. In addition, you may not use the Services to arrange for the provision and purchase of services with another User or complete transactions for those services outside of the Services. Notwithstanding anything to the contrary, Swapstack may terminate your use of the Services, effective immediately, upon your violation of this Section 7, in addition to pursuing any other remedies available to Swapstack in law or equity, including, without limitation, monetary damages, injunctive relief, and the like.\n\n\n\n2. Your right to use the Services is a privilege, not a right, and is expressly conditioned on the following:\n\n\n\n1. You may access the Services solely as intended through the provided functionality of the Services and as permitted under the TOS and User Agreement.\n\n\n\n2. You shall not copy, reproduce, distribute, publish, display, perform, transmit, stream or broadcast any part of the Services, Platform, or content you encounter on through the Services without Swapstack's prior written authorization, including, by way of example and not limitation, by doing or engaging in any of the following without Swapstack's express written consent: altering, defacing, mutilating or otherwise bypassing any approved software through which the Services is made available; and\n\n\n\n3. You shall not bypass, circumvent, damage or otherwise interfere with any security or other features of the Platform designed to control the manner in which the Services is used, harvest or mine Services Content from the Services, or otherwise access or use the Services in a manner inconsistent with individual human usage. You shall not copy or scrape any Services Content.\n\n\n\n4. You shall not undertake, cause, permit or authorize the translation, reverse engineering, disassembling or hacking of any aspect of the Platform or Services, including any Services Content available on or through the Services, or attempt to do any of the foregoing, except and solely to the extent permitted by the TOS, the authorized features of the Services, or by law, or otherwise attempt to use or access any portion of the Services other than as intended by Swapstack.\n\n\n\n5. You shall not use, display, mirror, frame or utilize framing techniques to enclose the Services or any copyright or trademarks incorporated therein, including any Services Content available on or through the Services, or any portion thereof, through any other application or website, unless and solely to the extent Swapstack makes available the means for embedding any part of the Services or Services Content.\n\n\n\n6. You shall not access, tamper with, or use non-public areas of the Services, Swapstack's (and its hosting company's) computer systems and infrastructure, or the technical delivery systems of Swapstack's providers. \n\n\n\n7. You shall not harass, abuse, harm or advocate or incite harassment, abuse or harm of another person or group, including Swapstack's employees and other users.\n\n\n\n8. You shall not provide any false personal information to Swapstack or any other User, or create a false identity or impersonate another person or entity in any way.\n\n\n\n9. You shall not create a new account with Swapstack, without Swapstack's express written consent, if Swapstack has previously disabled an account of yours.\n\n\n\n10. You shall not solicit, or attempt to solicit, personal information from other Writers, Advertisers, or other individuals using the Platform or accessing the Website or App (collectively, the “Users”).\n\n\n\n11. You shall not restrict, discourage or inhibit any person from using the Services, disclose personal information about a third person on the Services or obtained from the Services without the consent of such person, or collect information about Users.\n\n\n\n12. You shall not use the Services, without Swapstack's express written consent, to communicate or facilitate any commercial advertisement or solicitation, except as expressly permitted in the TOS.\n\n\n\n13. You shall not gain or attempt to gain unauthorized access to the Services, to other Users' accounts, names or personally identifiable information, or to other computers or websites connected or linked to the Services.\n\n\n\n14. You shall not post, transmit or otherwise make available any virus, worm, spyware or any other computer code, file or program that may or is intended to disable, overburden, impair, damage or hijack the operation of any hardware, software or telecommunications equipment, or any other aspect of the Services or communications equipment and computers connected to the Services.\n\n\n\n15. You shall not interfere with or disrupt the Services, or networks or servers connected to the Services, or violate the regulations, policies or procedures of such networks or servers.\n\n\n\n16. You shall not violate any applicable federal, state or local laws or regulations or the TOS.\n\n\n\n17. You shall not assist or permit any persons in engaging in any of the activities described above.\n\n\n\n8. Consent to Use of Data. \n\nYou agree that Swapstack may collect and use technical data and related information, including, but not limited to, contacts, usage data, location and other technical information about your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Services, and to anonymously track and report your activity inside of the Services, including for analytics purposes (please see the Privacy Policy).\n\n9. Ownership. \n\nThe Services, Services Content, and the media and materials contained therein, including all intellectual property rights therein, are the sole and exclusive property of Swapstack and its licensors. Except for the limited licenses expressly granted to you under the TOS, no other rights, licenses, or immunities are granted or will be deemed to be granted to you under the TOS, either expressly, or by implication, estoppel or otherwise.\n\n10. Feedback. \n11. We appreciate hearing from our Users and welcome your comments regarding the Services. Please be advised, however, that if you send us creative ideas, suggestions, inventions, or materials (\"Creative Ideas\"), we will: \n\n\n\n1. own, exclusively, all now known or later discovered rights to the Creative Ideas;\n\n\n\n2. not be subject to any obligation of confidentiality and will not be liable for any use or disclosure of any Creative Ideas; and\n\n\n\n3. be entitled to unrestricted use of the Creative Ideas for any purpose whatsoever, commercial or otherwise, without compensation to you or any other person.\n\n\n\n11. Consequences of Violating These Terms. \n\nWe reserve the right to suspend or terminate your account and prevent access to the Services for any or no reason, at our discretion. We reserve the right to refuse to provide the Services to you in the future. Swapstack may review and remove any of your Content at any time for any reason, including activity which, in its sole judgment: violates the TOS; violates applicable laws, rules, or regulations; is abusive, disruptive, offensive or illegal; or violates the rights of, or harms or threatens the safety of, Users of the Services. You are responsible for any claims, fees, fines, penalties, and other liability incurred by us or others caused by or arising out of your breach of the TOS and your use of the Services.\n\n12. Swapstack's Liability. \n\n\n\n1. Changes to the Services. We may change, suspend, or discontinue any aspect of the Platform at any time, including hours of operation or availability of the Services or any feature, without notice or liability, subject to additional terms and conditions set forth in your User Agreement.\n\n\n\n2. User Disputes. User disputes shall be governed by each User’s User Agreement, in accordance with the terms set forth therein, which are hereby incorporated by reference.\n\n\n\n3. Content Accuracy. We make no representations about accuracy, reliability, completeness, or timeliness of any contents of the Services, including designs. Similarly, we make no representations about accuracy, reliability, completeness, or timeliness of any data from a third-party service provider or the quality or nature of third-party products or services obtained through the Services. Use the Services at your own risk.\n\n\n\n4. Third-Party Websites. The Services may include links to third party websites and applications. You are responsible for evaluating whether you want to access or use them. We are not responsible for and do not endorse any features, content, advertising, products, or other materials on other websites or applications. You assume all risk and we disclaim all liability arising from your use of them. \n\n\n\n5. We make no promises and disclaim all liability of specific results from the use of the Services.\n\n\n\n13. Termination. \n\nThe TOS is effective until terminated in accordance with the terms set forth herein. Your rights under the TOS will terminate automatically without notice from Swapstack if you fail to comply with any term(s) of the TOS (including by violating any license restriction provided herein). \n\n14. Disclaimer. \n\n\"Released Parties\" include Swapstack and its affiliates, officers, employees, agents, partners, and licensors. YOU EXPRESSLY UNDERSTAND AND AGREE THAT: (A) YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK, AND THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND THE RELEASED PARTIES EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES AS TO PRODUCTS OR SERVICES OFFERED BY BUSINESSES LISTED ON THE SERVICE, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT; (B) THE RELEASED PARTIES MAKE NO WARRANTY THAT (i) THE SERVICES WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES, INCLUDING DATA, WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY GOODS, DATA OR SERVICE AVAILABLE ON THE SERVICES WILL MEET YOUR EXPECTATIONS AND, (iv) ANY ERRORS IN THE SERVICES WILL BE CORRECTED; AND (C) ANY MATERIAL OBTAINED THROUGH THE USE OF THE SERVICES IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM THE USE OF ANY SUCH MATERIAL.\n\n15. Limitation of Liability. \n\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT THE RELEASED PARTIES WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF SWAPSTACK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE; (ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH, FROM, OR AS A RESULT OF THE SITE; (iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (iv) STATEMENTS OR CONDUCT OF ANY USER OR THIRD PARTY ON THE SERVICE; (v) YOUR RELIANCE ON CONTENT OR DATA MADE AVAILABLE BY US; OR (vi) ANY OTHER MATTER RELATING TO THE SERVICE. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, SOME OF THE ABOVE LIMITATIONS IN THIS PARAGRAPH MAY NOT APPLY TO YOU.\n\nTO THE FULLEST EXTENT POSSIBLE BY LAW, THE RELEASED PARTIES' MAXIMUM LIABILITY ARISING OUT OF OR IN CONNECTION WITH THE SERVICE OR YOUR USE OF COMPANY CONTENT, REGARDLESS OF THE CAUSE OF ACTION (WHETHER IN CONTRACT, TORT, BREACH OF WARRANTY, OR OTHERWISE), WILL NOT EXCEED THE GREATER OF (A) THE FEES YOU HAVE PAID TO SWAPSTACK, (B) $100. \n\n16. Indemnity. \n\nYou agree to defend, indemnify, and hold harmless the Released Parties from and against any claims, actions, or demands, including without limitation reasonable legal and accounting fees, arising out of or relating in any way to any claim or demand made, asserted, or threatened by any other person or entity and that arises out of or relates to your conduct or failure to act, your use of Swapstack’s Services, or your use of the Platform, including but not limited to claims or demands relating to your breach of this Agreement, the Content, including any Third-Party Content, you provide pursuant to your use of the Services, your violation or alleged violation of Swapstack’s or others’ intellectual property rights, your violation or alleged violation of any other rights of another, and your violation or alleged violation of any law or regulation. We will provide notice to you promptly of any such claim, suit, or proceeding and to permit you to control the defense or settlement thereof; provided, however, that Swapstack reserves the right to participate in the defense of any such claim through its own counsel and at its own expense and further provided that any settlement does not require a payment or admission of liability by Swapstack.\n\n17. Third Party Disputes. \n\nSWAPSTACK IS NOT AFFILIATED WITH ANY SERVICE PROVIDER OR THIRD PARTY SERVICE, AND ANY DISPUTE YOU HAVE WITH ANY SERVICE PROVIDER, THIRD PARTY SERVICE OR OTHER THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY OTHER USER OF THE SERVICE, IS DIRECTLY BETWEEN YOU AND SUCH THIRD PARTY, AND YOU IRREVOCABLY RELEASE THE RELEASED PARTIES FROM ANY AND ALL CLAIMS, DEMANDS AND DAMAGES (ACTUAL AND CONSEQUENTIAL) OF EVERY KIND AND NATURE, KNOWN AND UNKNOWN, ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH DISPUTES.\n\n18. Copyright Policy. \n\n\n\n1. The Digital Millennium Copyright Act of 1998 (the \"DMCA\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S. copyright law. If you believe in good faith that materials posted on the Services infringe your copyright, you (or your agent) may send Swapstack a \"Notification of Claimed Infringement\" requesting that the material be removed, or access to it blocked. The notice must include the following information: \n\n\n\n1. A physical or electronic signature of a person authorized to act on behalf of the owner of the works that have been allegedly infringed;\n\n\n\n2. Identification of the copyrighted work alleged to have been infringed (or if multiple copyrighted works located on the Services are covered by a single notification, a representative list of such works);\n\n\n\n3. Identification of the specific material alleged to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Swapstack to locate the material on the Services;\n\n\n\n4. Your name, address, telephone number, and email address (if available);\n\n\n\n5. A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and\n\n\n\n6. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n\n\n\n2. If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send Swapstack a counter-notice.\n\n\n\n3. Notices and counter-notices must meet the then-current statutory requirements imposed by the DMCA; see http://www.loc.gov/copyright/ for details. If you believe your copyrighted content has been displayed inappropriately on the Services, please contact us as noted below. Consult your legal advisor and see 17 U.S.C. 512 before filing a notice or counter-notice as there are penalties for false claims under the DMCA \n4.  Dispute Resolution. \n\n\n\n1. The TOS and the relationship between you and Swapstack will be governed by the laws of the State of Delaware without regard to its conflict of law provisions. You and Swapstack agree to submit to the personal, exclusive and binding arbitration of any disputes relating to your use of the Services under the rules of the American Arbitration Association. Any such arbitration, to the extent necessary, shall be conducted in Washington, D.C. You covenant not to sue Swapstack in any other forum.\n\n\n\n2. You also acknowledge and understand that, with respect to any dispute with the Released Parties arising out of or relating to your use of the Services or the TOS: \n\n\n\n1. YOU ARE GIVING UP YOUR RIGHT TO HAVE A TRIAL BY JURY;\n\n\n\n2. YOU ARE GIVING UP YOUR RIGHT TO SERVE AS A REPRESENTATIVE, AS A PRIVATE ATTORNEY GENERAL, OR IN ANY OTHER REPRESENTATIVE CAPACITY, OR TO PARTICIPATE AS A MEMBER OF A CLASS OF CLAIMANTS, IN ANY LAWSUIT INVOLVING ANY SUCH DISPUTE; AND\n\n\n\n3. YOU MUST FILE ANY CLAIM WITHIN ONE (1) YEAR AFTER SUCH CLAIM AROSE OR IT IS FOREVER BARRED.\n\n\n\n20. Miscellaneous. \n\n\n\n1. Assignment. You may not assign this TOS or any of the rights or licenses granted hereunder, directly or indirectly, including by sale, merger, change of control, operation of law or otherwise, without the prior written consent of Swapstack. Swapstack may assign the TOS, including all its rights hereunder, without restriction.\n\n\n\n2. Survival. The provisions of the TOS that are intended to survive the termination of the TOS by their nature will survive the termination of the TOS, including, but not limited to, Sections 2 (General), 6 (Third Party Materials), 7 (Your Use of the Services and Services Content), 8 (Consent to Use of Data), 9 (Ownership), 10 (Feedback), 12 (Swapstack's Liability), 13 (Termination), 14 (Disclaimer), 15 (Limitation of Liability), 16 (Indemnity), 17 (Third Party Disputes), 18 (Copyright Policy), 19 (Dispute Resolution), and 20 (Miscellaneous).\n\n\n\n3. Consent to Electronic Communications. By using the Services, you consent to receiving certain electronic communications from us as further described in our Privacy Policy. Please read our Privacy Policy to learn more about your choices regarding our electronic communications practices. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.\n\n\n\n4. Entire Agreement. The TOS, together with the Privacy Policy and any other agreements expressly incorporated by reference herein, constitute the entire and exclusive understanding and agreement between you and Swapstack regarding your use of and access to the Services, and, except as expressly permitted above, may be amended only by a written agreement signed by authorized representatives of all parties to the TOS; provided, however, in order to use the Services, you shall also be required to complete a User Agreement, which agreement may supplement the terms herein and shall govern in the event of any conflicting terms between such agreements. The failure to require performance of any provision will not affect our right to require performance at any time thereafter, nor will a waiver of any breach or default of the TOS or any provision of the TOS constitute a waiver of any subsequent breach or default or a waiver of the provision itself. Use of section headers in the TOS is for convenience only and will not have any impact on the interpretation of particular provisions. In the event that any part of the TOS is held to be invalid or unenforceable, the unenforceable part shall be given effect to the greatest extent possible and the remaining parts will remain in full force and effect. You agree that no joint venture, partnership, employment, or agency relationship exists between you and Swapstack as a result of the TOS or use of the Services.\n\n\n\n5. Contacting Swapstack. You can contact Swapstack, Inc. by e-mail at hello@swapstack.co."
}